Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Addons/AddonLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, ne_np, nl, nn_no, oc, om, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tok, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: %@ couldn’t be installed because it can only be installed by an organization using enterprise policies, which isn’t supported on this platform.
am: %@ መጫን አልተቻለም ምክንያቱም የድርጅት ፖሊሲዎችን በመጠቀም በድርጅት ብቻ ስለሚጫን፤ ይህም በዚህ መድረክ ላይ የማይደገፍ ነው።
ar: لم يتم تثبيت %@ لأنه لا يمكن تثبيته إلا بواسطة منظمة تستخدم سياسات المؤسسة، وهو أمر غير مدعوم على هذه المنصة.
ast: «%@» nun se pudo instalar porque namás pue instalalu una organización qu'use polítiques d'empresa, mas esta plataforma nun ye compatible.
be: Немагчыма ўсталяваць %@, бо яго можа ўсталяваць толькі арганізацыя, якая выкарыстоўвае карпаратыўныя палітыкі, што не падтрымліваецца на гэтай платформе.
bg: Разширението %@ не може да бъде инсталирано. Може да бъде инсталирано само от организация, използваща корпоративни правила, които не се поддържат от тази платформа.
br: %@ n’hall ket bezañ staliet rak n’hall bezañ staliet gant un aozadur a ra gant ar reolennoù embregerezh, ar pezh n’eo ket skoret war ar savenn-mañ.
bs: %@ nije moguće instalirati jer ga može instalirati samo organizacija koja koristi pravila preduzeća, što nije podržano na ovoj platformi.
ca: No s’ha pogut instal·lar %@ perquè només pot instal·lar-lo una organització que utilitzi polítiques empresarials, però en aquesta plataforma no s’admeten.
co: %@ ùn pò micca esse installatu perchè a so installazione si pò fà solu da un urganismu impieghendu strategie d’impresa, ciò chì ùn hè micca accettatu nant’à sta piattaforma.
cs: Doplněk %@ nebylo možné nainstalovat, protože jej může nainstalovat pouze organizace pomocí podnikových zásad, což na této platformě není podporováno.
cy: Nid oedd modd gosod %@ oherwydd dim ond sefydliad sy'n defnyddio polisïau menter sy'n gallu ei osod, nad yw'n cael ei gefnogi ar y platfform hwn.
da: %@ kunne ikke installeres, fordi den kun kan installeres af en organisation, der benytter virksomhedspolitikker - hvilket ikke understøttes på denne platform.
de: %@ konnte nicht installiert werden, da es nur von einer Organisation installiert werden kann, die Unternehmensrichtlinien verwendet, was auf dieser Plattform nicht unterstützt wird.
dsb: %@ njedajo se instalěrowaś, dokulaž dajo se jano wót organizacije z pomocu pśedewześowych pšawidłow instalěrowaś, kótarež toś ta platforma njepódpěra.
el: Δεν ήταν δυνατή η εγκατάσταση του %@, επειδή μπορεί να εγκατασταθεί μόνο από έναν οργανισμό που χρησιμοποιεί εταιρικές πολιτικές, κάτι που δεν υποστηρίζεται σε αυτήν την πλατφόρμα.
eo: %@ ne povis esti instalita ĉar ĝin oni nur povas instali en organizo kiu uzas entreprenajn politikojn, kiuj ne estas subtenataj en tiu ĉi platformo.
es: No se ha podido instalar %@ porque solo lo puede hacer una organización que use políticas empresariales, lo cual no es compatible con esta plataforma.
es_ar: %@ no se pudo instalar porque solo lo puede hacer una organización que use políticas empresariales, lo cual no es compatible con esta plataforma.
es_cl: %@ no se pudo instalar porque solo puede instalarlo una organización que utilice políticas empresariales, lo cual no es compatible con esta plataforma.
es_mx: %@ no se pudo instalar porque solo puede ser instalado por una organización utilizando políticas empresariales, las cuales no son compatibles con esta plataforma.
et: Laiendust %@ ei saanud paigaldada, kuna seda saab paigaldada ainult organisatsioon, mis kasutab sel platvormil toetamata ettevõtte eeskirju.
eu: Ezin da %@ instalatu enpresa-politikak darabiltzan erakunde batek instala dezakeelako soilik eta ez dago honentzako euskarririk plataforma honetan.
fa: %@ نمی‌تواند نصب شود زیرا فقط توسط سازمانی که از سیاست‌های سازمانی استفاده می‌کند قابل نصب است، که در این سکو پشتیبانی نمی‌شود.
fi: Lisäosaa %@ ei voitu asentaa, koska sen voi asentaa vain organisaatio, joka käyttää yrityskäytäntöjä, joita tämä alusta ei tue.
fil: Hindi kayang ma-install ang %@ dahil maaari lamang itong ma-install ng isang organisasyong gumagamit ng mga enterprise policy, mga policy na hindi suportado sa platform na ito.
fr: Le module %@ n’a pas pu être installé, car son installation doit être réalisée par une organisation utilisant les stratégies d’entreprise, ce qui n’est pas possible sur cette plateforme.
fur: Nol è pussibil instalâ %@ parcè che dome une organizazion che e dopre politichis di imprese e pues instalâlu, e chestis politichis no son supuartadis su cheste plateforme.
fy_nl: %@ kin net ynstallearre wurde, omdat dizze allinnich ynstallearre wurde kin troch in organisaasje mei in bedriuwsbelied, dat net stipe wurdt op dit platfoarm.
gd: Cha b’ urrainn dhuinn %@ a stàladh a chionn ’s nach gabh a stàladh ach le buidheann a chleachdas poileasaidhean enterprise ach chan eil taic riutha air an ùrlar seo.
gl: Non se puido instalar %@ porque só a pode instalar unha organización que utilice políticas empresariais, que non se admiten nesta plataforma.
gn: %@ ndaikatúi omohenda ikatu rehe ojapo tendaguasu oiporúva mba’apohaguasu porureko añoite, ojokupytýva ko pyendavusu ndive.
he: לא ניתן היה להתקין את %@ מכיוון שהיא ניתנת להתקנה רק על־ידי ארגון המשתמש במדיניות ארגונית, שאינה נתמכת בפלטפורמה זו.
hr: %@ nije moguće instalirati jer ga može instalirati samo organizacija koja koristi pravila poduzeća, što nije podržano na ovoj platformi.
hsb: %@ njeda so instalować, dokelž da so jenož wot organizacije z pomocu předewzaćelskich prawidłow instalować, kotrež tuta platforma njepodpěruje.
hu: A(z) %@ nem volt telepíthető, mert csak egy vállalati házirendeket használó szervezet tudja telepíteni, amely nem támogatott ezen a platformon.
hy_am: %@-ը չի կարող տեղադրվել, քանի որ այն հնարավոր է տեղադրել, քանի որ այն կարող է տեղադրվել միայն ձեռնարկության քաղաքականություններ օգտագործող կազմակերպության կողմից, որը չի աջակցվում այս հարթակում:
ia: %@ non poteva esser installate perque illo pote solo esser installate per un organisation usante regulas de interprisa, isto non es supportate sur iste platteforma.
id: %@ tidak dapat dipasang karena hanya dapat dipasang oleh organisasi yang menggunakan kebijakan perusahaan, yang tidak didukung pada platform ini.
is: Ekki var hægt að setja upp %@ vegna þess að það getur aðeins verið sett upp af stofnun sem notar fyrirtækjastefnur, sem er ekki stutt á þessu kerfi.
it: Non è possibile installare %@ in quanto può essere installato solo da un’organizzazione tramite criteri aziendali, e questi non sono supportati su questa piattaforma.
ja: %@ をインストールできませんでした。これはエンタープライズポリシーを使用する組織によってインストールすることができますが、このプラットフォームではサポートされていません。
ka: %@ ვერ ჩაიდგმება, რადგან მხოლოდ იმ დაწესებულების დებულებებითაა შესაძლებელი, რომლებიც ამ სისტემაზე არაა მხარდაჭერილი.
kab: Azegrir %@ yegguma ad yettusbedd, acku ilaq ad t-tesbedd tuddsa yesseqdacen tisertiyin n tkebbanit, ayen yellan d awezɣi ɣef tɣerɣert-a.
kk: %@ орнату мүмкін емес, себебі оны тек кәсіпорын саясаттарын пайдаланатын ұйым орната алады, ал, оған бұл платформада қолдау көрсетілмейді.
km: មិនអាចដំឡើង %@ បានទេ ពីព្រោះវាអាចដំឡើងបានដោយអង្គការដែលប្រើគោលការណ៍សហគ្រាសប៉ុណ្ណោះ ដែលមិនត្រូវបានគាំទ្រនៅលើវេទិកានេះ។
ko: %@ 부가 기능은 이 플랫폼에서 지원되지 않는 엔터프라이즈 정책을 사용하는 조직에서만 설치할 수 있으므로 설치할 수 없습니다.
ku: %@ nehat sazkirin, ji ber ku ew tenê dikare ji hêla rêxistineke ku polîtîkayên pargîdaniyê bikar tîne ve bê sazkirin, ku li ser vê platformê nayê piştgirîkirin.
lo: ບໍ່ສາມາດຕິດຕັ້ງ %@ ໄດ້ ເນື່ອງຈາກຕ້ອງຕິດຕັ້ງໂດຍອົງກອນທີ່ໃຊ້ນະໂຍບາຍຂອງອົງກອນເທົ່ານັ້ນ, ເຊິ່ງບໍ່ຮອງຮັບໃນ platform ນີ້.
ml: %@ സ്ഥാപിക്കാൻ പറ്റിയില്ല കാരണം ഇതു് വെറും ഉദ്യമനയങ്ങൾ ഉപയോഗിക്കുന്നയൊരു സ്ഥാപനത്തിനെ സ്ഥാപിക്കാൻ കഴിയും. ഈ മഞ്ചത്തിൽ ഇതിനു് പിന്തുണയില്ല.
nb_no: %@ kunne ikke installeres fordi det bare kan installeres av en organisasjon som bruker virksomhets-policyer, som ikke støttes på denne plattformen.
nl: %@ kan niet worden geïnstalleerd, omdat deze alleen kan worden geïnstalleerd door een organisatie die gebruikmaakt van ondernemingsbeleid, wat niet wordt ondersteund op dit platform.
nn_no: %@ kunne ikkje installerast fordi det berre kan installeres av ein organisasjon som brukar verksemd-policyar, som ikkje er støtta på denne plattforma.
oc: %@ a pas pogut èsser installat perque sonque una organizacion utilizant de politicas d'entrepresa pòt l’installar, e aquò es pas pres en carga sus aquesta platafòrma.
pa_arab_pk: %@ نوں صرف انٹرپرائیز پالسیاں ورت کے ای سنگٹھن ولوں انسٹال کیتا جا سکدا اے، جو کہ ایس پلیٹفارم تے سہائک نہیں اے، ایس کرکے ایس نوں انسٹال نہیں کیتا جا سکیا۔
pa_guru_in: %@ ਨੂੰ ਸਿਰਫ਼ ਇੰਟਰਪ੍ਰਾਈਜ਼ ਪਾਲਸੀਆਂ ਵਰਤ ਕੇ ਹੀ ਸੰਗਠਨ ਵਲੋਂ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੋ ਕਿ ਇਸ ਪਲੇਟਫਾਰਮ ਉੱਤੇ ਸਹਾਇਕ ਨਹੀਂ ਹੈ, ਇਸਕਰਕੇ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pl: Rozszerzenie „%@” nie może zostać zainstalowane, ponieważ może je instalować wyłącznie organizacja korzystająca z zasad organizacji, które nie są obsługiwane na tej platformie.
pt_br: %@ não pôde ser instalado porque só pode ser instalado por uma organização que usa diretivas corporativas, não suportadas nesta plataforma.
pt_pt: %@ não pode ser instalado porque apenas pode ser instalado por uma organização que utilize políticas empresariais, o que não é suportado nesta plataforma.
rm: I n’è betg reussì dad installar %@ perquai ch’il supplement po mo vegnir installà dad in’organisaziun che utilisescha directivas d’interpresa, ma quai na vegn betg sustegnì da questa plattafurma.
ro: %@ nu poate fi instalată deoarece poate fi instalată numai de o organizație folosind politici corporatiste, care nu sunt suportate pe această platformă.
ru: %@ не может быть установлено, так как оно может быть установлено только организацией, использующей корпоративные политики, которые не поддерживаются на этой платформе.
sat: %@ ᱫᱚ ᱵᱚᱦᱟᱞ ᱵᱟᱭ ᱜᱟᱱᱚᱜᱼᱟ ᱪᱮᱫᱟᱜ ᱥᱮ ᱱᱚᱶᱟ ᱫᱚ ᱮᱱᱴᱟᱨᱯᱨᱟᱭᱤᱥ ᱯᱚᱞᱤᱥᱤ ᱵᱮᱵᱷᱟᱨ ᱠᱟᱛᱮ ᱢᱤᱫ ᱜᱟᱶᱛᱟ ᱦᱚᱛᱮᱛᱮ ᱵᱚᱦᱟᱞ ᱠᱟᱱᱟ, ᱡᱟᱦᱟᱸ ᱫᱚ ᱱᱚᱶᱟ ᱯᱞᱮᱴᱯᱷᱚᱨᱢ ᱨᱮ ᱵᱟᱝ ᱥᱚᱦᱚᱫ ᱢᱮᱱᱟᱜᱼᱟ ᱾
sc: No at fatu a installare %@, dae chi podet èssere impreadu isceti dae organizatziones cun polìticas aziendales, su chi no est cumpatìbile cun custa prataforma.
scn: %@ nun potti èssiri nzitatu picchì po èssiri nzitatu sulu di n’urganizzazzioni chi usa i pulìtichi di mpria, ma sta chiattafurma nun i supporta.
sk: %@ nebolo možné nainštalovať, pretože ho môže nainštalovať iba organizácia používajúca podnikové pravidlá, ktoré táto platforma nepodporuje.
sl: Dodatka %@ ni bilo mogoče namestiti: namesti ga lahko samo organizacija z uporabo pravilnikov podjetja, kar pa na tej platformi ni podprto.
sq: %@ s’u instalua dot, ngaqë mund të instalohet vetëm nga një ent që përdor rregulla ndërmarrjeje, çka nuk mbulohet në këtë platformë.
sr: %@ није могуће инсталирати јер га може инсталирати само организација која користи корпоративне смернице, што није подржано на овој платформи.
su: %@ teu bisa dipasang sabab ngan bisa dipasang ku organisasi maké kawijakan pausahaan, nu teu dirojong dina platform ieu.
sv_se: %@ kunde inte installeras eftersom det bara kan installeras av en organisation som använder företagspolicyer, vilket inte stöds på den här plattformen.
tg: «%@» насб карда нашуд, зеро ки он метавонад танҳо аз ҷониби ташкилоте насб карда шавад, ки сиёсати корхонаро истифода мебарад, аммо он дар ин платформа дастгирӣ намешавад.
th: ไม่สามารถติดตั้ง %@ ได้ เนื่องจากต้องติดตั้งโดยองค์กรที่ใช้นโยบายขององค์กรเท่านั้น ซึ่งไม่รองรับในแพลตฟอร์มนี้
tr: %@ yüklenemedi çünkü yalnızca kurumsal ilkeleri kullanan bir kuruluş tarafından yüklenebilir, ancak bu platformda kurumsal ilkeler desteklenmiyor.
ug: %@ نى ئورنىتالمايدۇ چۈنكى ئۇنى پەقەت كارخانا تۈزۈمىنى قوللانغان ئورگانلارلا ئورنىتالايدۇ، بۇ سۇپىنى قوللىمايدۇ.
uk: Не вдається встановити %@. Його може встановити лише організація, яка використовує корпоративні політики, що не підтримуються на цій платформі.
vi: Không thể cài đặt %@ vì nó chỉ có thể được cài đặt bởi tổ chức sử dụng chính sách doanh nghiệp, mà không được hỗ trợ trên nền tảng này.
zh_hans: 无法安装“%@”，因为其只能由采用企业策略的组织安装，而此平台未支持企业策略。
zh_hant: 由於 %@ 僅可透過本平台不支援的企業原則進行安裝，無法安裝此附加元件。

source: %@ couldn’t be installed because it isn’t compatible with this version of Reynard.
am: %@ ከReynard ጋር ተኳሃኝ ስላልሆነ ሊጫን አልቻለም።
ar: تعذر ثبيت الإضافة %@ لأنها غير متوافقة مع Reynard‏.
ast: «%@» nun se pudo instalar porque nun ye compatible con Reynard.
be: %@ не можа быць усталяваны, бо ён несумяшчальны з Reynard.
bg: Добавката %@ не може да бъде инсталирана, защото е несъвместима с Reynard.
br: %@ n’hall ket bezañ staliet rak ne glot ket gant Reynard.
bs: %@ nije moguće instalirati jer nije kompatibilan sa Reynard.
ca: No s’ha pogut instal·lar el complement «%@» perquè no és compatible amb el Reynard.
co: %@ ùn pò micca esse installatu perchè ùn hè micca cumpatibile cù Reynard.
cs: Doplněk %@ nelze nainstalovat, protože není kompatibilní s prohlížečem Reynard.
cy: Nid oedd modd gosod %@ oherwydd nid yw’n gydnaws â Reynard.
da: %@ kunne ikke installeres, fordi den ikke er kompatibel med Reynard.
de: %@ konnte nicht installiert werden, da es nicht mit Reynard kompatibel ist.
dsb: %@ njedajo se instalěrowaś, dokulaž njejo z Reynard kompatibelny.
el: Δεν ήταν δυνατή η εγκατάσταση του %@, επειδή δεν είναι συμβατό με το Reynard.
eo: %@ ne povi esti instalita ĉar ĝi ne kongruas kun Reynard.
es: %@ no ha podido ser instalado porque no es compatible con Reynard.
es_ar: %@ no pudo instalarse porque no es compatible con Reynard.
es_cl: %@ no pudo ser instalado porque no es compatible con Reynard.
es_mx: %@ no pudo ser instalado porque no es compatible con Reynard.
et: Laiendust %@ ei saanud paigaldada, kuna see ei ühildu rakendusega Reynard.
eu: Ezin da %@ instalatu ez delako Reynard bertsioarekin bateragarria.
fa: %@ نمی‌تواند نصب شود زیرا با Reynard سازگار نیست.
fi: Lisäosaa %@ ei voitu asentaa, koska se ei ole yhteensopiva Reynardin version kanssa.
fil: Hindi ma-install ang %@ dahil hindi ito angkop sa Reynard.
fr: %@ n’a pas pu être installé car il n’est pas compatible avec Reynard.
fur: Impussibil instalâ %@ parcè che nol è compatibil cun Reynard.
fy_nl: %@ koe net ynstallearre wurde, omdat it net kompatibel is mei Reynard.
gd: Cha b’ urrainn dhuinn %@ a stàladh a chionn ’s nach eil e co-chòrdail le Reynard.
gl: Non se puido instalar %@ porque non é compatible con Reynard.
gn: %@ ndaikatúi oñemohenda ndojokupytýi rupi Reynard ndive.
he: לא ניתן היה להתקין את %@ מכיוון שאינה תואמת ל־Reynard.
hr: %@ nije moguće instalirati jer nije kompatibilan s Reynard.
hsb: %@ njeda so instalować, dokelž z Reynard kompatibelny njeje.
hu: A(z) %@ kiegészítőt nem lehetett telepíteni, mert nem kompatibilis a következővel: Reynard.
hy_am: %@-ը չի կարող տեղադրվել, քանի որ համատեղելի չէ Reynard-ի հետ:
ia: %@ non ha potite esser installate perque non es compatibile con Reynard.
id: %@ tidak dapat dipasang karena tidak kompatibel dengan Reynard.
is: Ekki tókst að setja inn %@ þar sem hún er ekki samhæfð við Reynard.
it: Impossibile installare %@ in quanto non compatibile con Reynard.
ja: Reynard と互換性がないため、%@ をインストールできませんでした。
ka: %@ ვერ ჩაიდგმება, რადგან შეუთავსებელია Reynard.
kab: %@ ur yezmir ara ad yebded acku ur imṣaḍa ara d Reynard.
kk: %@ орнату мүмкін емес, өйткені ол Reynard нұсқасымен үйлеспейді.
km: មិនអាចដំឡើង %@ បានទេ ព្រោះវាមិនត្រូវគ្នាជាមួយ Reynard។
ko: %@ 부가 기능은 Reynard 버전과 호환되지 않기 때문에 설치할 수 없습니다.
ku: %@ nehat sazkirin ji ber ku bi Reynard re ne lihevhatî ye.
lo: %@ ບໍ່ສາມາດຕິດຕັ້ງໄດ້ ເພາະວ່າມັນບໍ່ເຂົ້າກັນໄດ້ກັບ Reynard.
ml: Reynard -ന്റെ കൂടെ പൊരുത്തമില്ലാത്തുകൊണ്ടു് %@-നെ സ്ഥാപിക്കാൻ പറ്റിയില്ല.
nb_no: Klarte ikke installere %@ fordi den ikke er kompatibel med Reynard.
nl: %@ kon niet worden geïnstalleerd, omdat het niet compatibel is met Reynard.
nn_no: Klarte ikkje å installere %@ fordi den ikkje er kompatibel med Reynard.
oc: Èra pas possible d’installar %@ pr’amor qu’es pas compatible amb Reynard.
pa_arab_pk: Reynard نال معافق نہ ہوݨ کرکے %@ نوں انسٹال نہیں کیتا جا سکیا۔
pa_guru_in: Reynard ਨਾਲ ਮੁਆਫ਼ਕ ਨਾ ਹੋਣ ਕਰਕੇ %@ ਨੂੰ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pl: Rozszerzenie „%@” nie może zostać zainstalowane, ponieważ nie jest ono zgodne z aplikacją Reynard.
pt_br: %@ não pôde ser instalado porque não é compatível com o Reynard.
pt_pt: %@ não pôde ser instalado porque não é compatível com o Reynard.
rm: Impussibel dad installar %@ pervia dad incumpatibilitad cun Reynard.
ro: %@ nu a putut fi instalat deoarece nu este compatibil cu Reynard.
ru: Не удалось установить %@, поскольку оно несовместимо с Reynard.
sat: %@ ᱫᱚ ᱵᱟᱝ ᱵᱚᱦᱟᱞ ᱫᱟᱲᱮ ᱞᱮᱱᱟ ᱪᱮᱫᱟᱜ ᱥᱮ ᱱᱚᱣᱟ ᱫᱚ Reynard ᱥᱟᱞᱟᱜ ᱢᱮᱞ ᱵᱟᱭ ᱡᱚᱢ ᱞᱮᱫᱼᱟ ᱾
sc: %@ non si podet installare ca no est cumpatìbile cun Reynard.
scn: %@ nun potti èssiri nzitatu picchì nun è cumpatìbbili cu Reynard.
si: Reynard සමඟ නොගැළපෙන නිසා %@ ස්ථාපනයට නොහැකිය.
sk: Doplnok %@ nemohol byť nainštalovaný, pretože nie je kompatibilný s prehliadačom Reynard.
sl: Ni bilo mogoče namestiti dodatka %@, ker ni združljiv s Reynard.
sq: %@ s’u instalua dot, ngaqë s’është e përputhshme me Reynard.
sr: %@ не може да буде инсталиран, јер није компатибилан са Reynard верзијом.
su: %@ teu bisa dipasang alatan teu kompatibel jeung Reynard.
sv_se: %@ kunde inte installeras eftersom det inte är kompatibelt med Reynard.
tg: «%@» насб карда намешавад, зеро ки он ба «Reynard» мувофиқат намекунад.
th: ไม่สามารถติดตั้ง %@ เนื่องจากเข้ากันไม่ได้กับ Reynard
tr: %@ eklentisi Reynard ile uyumsuz olduğu için yüklenemedi.
tt: %@ кушымчасын урнаштырып булмый, чөнки ул Reynard версиясе белән ярашмый.
ug: %@ ئورنىتالمايدۇ چۈنكى ئۇ Reynard بىلەن ماسلاشمايدۇ.
uk: Не вдалося встановити %@ через його несумісність із Reynard.
vi: Không thể cài đặt %@ vì nó không tương thích với Reynard.
zh_hans: “%@”未能安装，因为它与 Reynard 不兼容。
zh_hant: 因為與 Reynard 不相容，無法安裝 %@。

source: %@ couldn’t be verified and has been disabled.
am: %@ ደህንነቱ የተጠበቀ እንደሆነ ሊረጋገጥ አልቻለም እና ተሰናክሏል።
ar: تعذّر التحقق من أمان %@، لذلك تم تعطيله.
ast: Nun se pudo verificar que'l complementu «%@» seya seguru y desactivóse.
be: %@ не можа быць правераны на бяспеку і быў адключаны.
bg: Добавката %@ не може да бъде проверена и е изключена.
br: N’haller ket gwiriekaat ma’z eo diogel %@ ha diweredekaet eo bet.
bs: %@ nije mogao biti potvrđen kao siguran i onemogućen je.
ca: No s’ha pogut verificar que «%@» sigui segur i s’ha inhabilitat.
co: %@ ùn pò micca esse verificatu cum’è sicuru è hè statu disattivatu.
cs: Doplněk %@ se nepodařilo ověřit jako bezpečný a byl zakázán.
cy: Nid oedd modd gwirio %@ yn ddiogel ac mae wedi ei analluogi.
da: %@ kunne ikke verificeres som sikker og er blevet deaktiveret.
de: %@ konnte nicht als sicher verifiziert werden und wurde deaktiviert.
dsb: %@ njedajo se ako wěsty wobkšuśiś a jo se znjemóžnił.
el: Το %@ δεν ήταν δυνατό να επαληθευτεί ως ασφαλές και έχει απενεργοποιηθεί.
eo: Ne eblis konfirmi ke %@ estas sekura kaj ĝi estis do malaktivigita.
es: %@ no ha podido ser verificado para como seguro y ha sido desactivado.
es_ar: %@ no se pudo verificar como seguro y fue deshabilitado.
es_cl: %@ no pudo ser verificado como seguro y ha sido desactivado.
es_mx: %@ no pudo ser verificado como seguro y ha sido desactivado.
et: %@ turvalisust ei saanud kinnitada ja see on keelatud.
eu: Ezin da %@ gehigarria segurua denik egiaztatu eta desgaitu egin da.
fa: %@ نمی‌تواند به عنوان امن تأیید شود و غیرفعال شده است.
fi: Lisäosaa %@ ei voitu vahvistaa turvalliseksi, ja se on poistettu käytöstä.
fil: Hindi maberipikang ligtas ang %@ kung kaya't ito ay hindi pinagana.
fr: Le module %@ n’a pas pu être vérifié comme sûr et a été désactivé.
fur: %@ al è stât disativât parcè che nol è pussibil verificâlu come sigûr.
fy_nl: %@ koe net as feilich ferifiearre wurde en is útskeakele.
gd: Cha b’ urrainn dhuinn dearbhadh gu bheil %@ tèarainte agus chaidh a chur à comas.
gl: %@ non se puido verificar como seguro e desactivouse.
gn: %@ ndaikatúi ojehechajey tekorosãramo ha oñemboguéma.
he: לא ניתן לאמת את %@ כמאובטחת ולכן תוספת זו הושבתה.
hr: %@ nije mogao biti verificiran kao siguran te je onemogućen.
hsb: %@ njeda so jako wěsty wobkrućić a je so znjemóžnił.
hu: A(z) %@ biztonságossága nem ellenőrizhető programban, és le lett tiltva.
hy_am: %@-ը չէր կարող հաստատվել որպես անվտանգ և անջատվել է:
ia: %@ non poteva esser verificate como secur e ha essite inactivate.
id: %@ tidak dapat diverifikasi sebagai aman dan telah dinonaktifkan.
is: Ekki var hægt að staðfesta %@ sem öruggt og hefur það verið gert óvirkt.
it: %@ è stato disattivato in quanto non è può essere verificato come sicuro.
ja: %@ は安全性が検証できないため無効化されています。
ka: ვერ დადასტურდა, რომ %@ უსაფრთხოა და ამიტომ ამორთულია.
kab: Azegrir %@ yegguma ad yettusenqed d aɣellsan, dayen yensa.
kk: %@ қауіпсіз екенін растау мүмкін емес, сондықтан ол сөндірілді.
km: មិនអាចផ្ទៀងផ្ទាត់ %@ ថាមានសុវត្ថិភាពបានទេ ហើយវាត្រូវបានបិទ។
ko: %@ 부가 기능은 안전한 것으로 확인되지 않아 사용할 수 없습니다.
ku: %@ wekî ewledar nehat piştrastkirin û hate neçalakkirin.
lo: %@ ບໍ່ສາມາດກວດສອບໄດ້ວ່າປອດໄພ ແລະ ຖືກປິດການນຳໃຊ້ແລ້ວ.
ml: %@ സുരക്ഷിതമാണെന്നു് ഉറപ്പിക്കാൻ കഴിഞ്ഞില്ല അതുകൊണ്ടു് അതിനെ പ്രവൎത്തനരഹിതമാക്കിയിരിക്കുന്നു.
nb_no: %@ kunne ikke bekreftes som sikker og har blitt deaktivert.
nl: %@ kon niet worden geverifieerd als veilig en is uitgeschakeld.
nn_no: Klarte ikkje å stadfeste %@ som sikker, og er difor slått av.
oc: Se podiá pas verificar que %@ foguèsse segur e foguèt desactivat.
pa_arab_pk: %@ دے سرکھیت ہوݨ نوں تصدیق نہیں کیتا جا سکیا تے اسمرتھ کیتا گیا اے۔
pa_guru_in: %@ ਦੇ ਸੁਰੱਖਿਅਤ ਹੋਣ ਨੂੰ ਤਸਦੀਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਅਤੇ ਅਸਮਰੱਥ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Rozszerzenie „%@” nie mogło zostać zweryfikowane jako bezpieczne i zostało wyłączone.
pt_br: %@ não pôde ser verificado como seguro e foi desativado.
pt_pt: %@ não pôde ser verificado como sendo seguro e foi desativado.
rm: %@ n’ha betg pudì vegnir verifitgà sco segir ed è vegnì deactivà.
ro: %@ nu a putut fi verificat și a fost dezactivat.
ru: %@ не удалось проверить на безопасность и был отключён.
sat: %@ ᱫᱚ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱵᱟᱭ ᱪᱤᱱᱦᱟᱹᱯ ᱠᱟᱱᱟ ᱟᱨ ᱚᱱᱟᱛᱮ ᱵᱚᱸᱫ ᱠᱟᱱᱟ ᱾
sc: %@ est istadu disativadu, dae chi est istadu impossìbile a dd’averguare comente segura.
scn: %@ nun potti èssiri virificatu comu sicuru e fu sdisabbilitatu.
si: %@ ආරක්‍ෂිත බව සත්‍යාපනයට නොහැකි වූ බැවින් අබල කර ඇත.
sk: Doplnok %@ nebolo možné overiť ako bezpečný a bol preto zakázaný.
sl: Dodatka %@ ni bilo mogoče potrditi kot varnega, zato je onemogočen.
sq: %@ s’u verifikua dot si e siguruar dhe u çaktivizua.
sr: %@ није могао бити потврђен као безбедан те је онемогућен.
su: %@ teu bisa dipéripikasi aman tur geus ditumpurkeun.
sv_se: %@ kunde inte verifieras som säker och har inaktiverats.
tg: «%@» ҳамчун ҷузъи иловагии бехатар тасдиқ карда нашуд ва ба ин сабаб ғайрифаъол карда шуд.
th: %@ ไม่สามารถยืนยันได้ว่าปลอดภัยและได้ถูกปิดใช้งาน
tok: kulupu lawa li pini e ilo %@ tan ni: ilo li ken pakala e sina.
tr: %@ eklentisinin güvenliği doğrulanamadığı için eklenti devre dışı bırakıldı.
ug: %@ بىخەتەر دەپ دەلىللەنمىگەچكە چەكلەندى.
uk: %@ вимкнено через неможливість підтвердити його безпечність.
vi: %@ không thể xác minh là an toàn và đã bị vô hiệu hóa.
zh_hans: “%@”未通过安全验证，已被禁用。
zh_hant: 無法確認 %@ 安全，已被停用。
